using System;
using System.Collections.Generic;
using System.ComponentModel;
using System.Data;
using System.Drawing;
using System.Linq;
using System.Text;
using System.Threading.Tasks;
using System.Windows.Forms;

namespace _014
{
    public partial class Form1 : Form
    {
        public Form1()
        {
            InitializeComponent();
            button1.Text = " 라파엘로, 아테네 학당";
            label1.Text = "";
            label2.Text = "";
        }

        private void button1_Click(object sender, EventArgs e)
        {
            label1.Text = "라파엘로 산지오, 이탈리아, 르네상스시대 예술 3대 거장, 1488 ~ 1520";
            label2.Text = "라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용 라파엘로 어쩌고 저쩌고 대충 상당히 긴 내용";
        }

        private void Form1_Load(object sender, EventArgs e)
        {

        }

        private void label2_Click(object sender, EventArgs e)
        {

        }
    }
}
